---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.KeynoteTagFailures
source: html/d3e5be87-060b-4b2f-61b9-3fe28aa7d07e.htm
---
# BuiltInFailures.KeynoteTagFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.